{
  "version": "https://jsonfeed.org/version/1",
  "title": "Geld en zo",
  "home_page_url": "https://xgerrmann.github.io/geld-en-zo/",
  "feed_url": "https://example.com/feed/feed.json",
  "description": "I am writing about my experiences as a naval navel-gazer.",
  "author": {
    "name": "Xander Gerrmann",
    "url": "https://xgerrmann.github.io/geld-en-zo/"
  },
  "items": [{
      "id": "https://xgerrmann.github.io/posts/2021-03-25_btc_futures/2021-03-07_btc_futures/",
      "url": "https://xgerrmann.github.io/posts/2021-03-25_btc_futures/2021-03-07_btc_futures/",
      "title": "BTC futures",
      "content_html": "<p>De rentes op de bank zijn al tijden behoorlijk laag, de rendementen op obligaties zijn eveneens laag en de rendementen op de aandelenmarkt zijn aantrekkelijk maar kunnen erg volatiel zijn. Waar kan je nog tegen een relatief laag risico[^0] een degelijk rendement halen?  $$\\rightarrow$$ Bitcoin futures</p>\n<p>In deze post zal ik het volgende bespreken:</p>\n<ul>\n<li>Welke rendementen kan je verwachten?</li>\n<li>Wat zijn bitcoin futures?</li>\n<li>Wat je moet doen en een echt voorbeeld daarvan;</li>\n<li>Een technische uitleg voor de geinteresseerde lezer.</li>\n</ul>\n<p>[^0]: Met een laag risico wordt hier een lage volatiliteit bedoeld</p>\n<h2 id=\"welke-rendement-kan-je-verwachten\">Welke rendement kan je verwachten <a class=\"direct-link\" href=\"#welke-rendement-kan-je-verwachten\">#</a></h2>\n<p>Ten tijde van schrijven (24 maart) is het rendement wat je kan behalen 23.8% op jaarbasis. Dit rendement valt te behalen tot en met 24 september, wat precies een half jaar verder is waardoor je ook &quot;maar&quot; de helft aan rendement ontvangt, dus: 11.9% in een half jaar. Als je deze strategie doorzet en het effect van rente op rente meerekent, dan is het jaarlijkse rendement zelfs 25.2%.</p>\n<p>Bij deze rendementen horen ook kosten die het effectieve rendement verlagen. Deze kosten nemen af met de grootte van de investering. Bij 1000€ zijn de kosten ongeveer 7%, bij 10.000€ ongeveer 1.6%. Deze kosten bestaan uit transactiekosten, handelskosten en verliezen die gemaakt worden op de spread[^1].</p>\n<p>Naast de rendementen is het belangrijk om stil te staan bij de risicos:</p>\n<ul>\n<li>De dollar daalt in waarde ten opzichte van de euro (<a href=\"https://www.tradingview.com/symbols/EURUSD/\">klik hier voor de actuele koers</a>). Gedurende de tijd dat je de bitcoin bezit ben je blootgesteld aan de dollar, als deze in waarde daalt, daalt ook je totale investering in waarde.</li>\n<li>De beurs waarop je handelt gaat failliet, hierdoor kan het mogelijk zijn dat je niet meer bij je investering kan en dat je het niet meer terug krijgt.</li>\n<li>Hevige prijsfluctuaties in de bitcoin en/of de future kunnen resulteren in een tijdelijke imbalans die zo groot is dat je wordt geliquideerd (je positie of een gedeelte daarvan wordt automatisch gesloten).</li>\n<li>De transactiekosten van de bitcoin kunnen stijgen waardoor je al je winst (of meer) kwijt bent aan het terughalen van je investering.</li>\n<li>Iemand krijgt toegang tot jouw account en steelt je bitcoins. Het is belangrijk om je accounts goed te beveiligen (2FA), om dit risico te beperken.</li>\n</ul>\n<p>[^1]: De spread is het verschil tussen de koop en verkoopprijs van een product</p>\n<h2 id=\"wat-zijn-bitcoin-futures%3F\">Wat zijn bitcoin futures? <a class=\"direct-link\" href=\"#wat-zijn-bitcoin-futures%3F\">#</a></h2>\n<p>Een bitcoin future is een contract waarbij je met de tegenpartij afspreekt in de toekomst voor een bepaalde waarde aan bitcoins aan te schaffen. Deze waarde is uitgedrukt in dollars, maar dit is afhankelijk van de beurs waar je op handelt. Wanneer de einddatum verstrijkt, wordt de transactie automatisch uitgevoerd.</p>\n<p>Voorbeeld:</p>\n<ul>\n<li>De einddatum van de future is 24 september 2021</li>\n<li>De future handelt tegen een prijs van 60.000</li>\n<li>Je koopt voor 20.000 dollar aan futures</li>\n</ul>\n<p>Je koopt praktisch voor 20.000€ aan bitcoin tegen een prijs van 60.000 dollar op 24 september 2021. Dit komt neer op $$\\frac{1}{3}$$<sup>e</sup> bitcoin.</p>\n<p>Door de koop ga je een verplichting aan. Om te zorgen dat je deze verplichting na kan komen houdt de beurs continu in de gaten of je genoeg geld (bitcoin) op je rekening hebt zodat wanneer de tijd daar is, de koop daadwerkelijk uitgevoerd kan worden.</p>\n<h2 id=\"wat-moet-je-precies-doen%3F\">Wat moet je precies doen? <a class=\"direct-link\" href=\"#wat-moet-je-precies-doen%3F\">#</a></h2>\n<p>Voordat je aan de gang gaat is het verstandig om deze paragraaf helemaal te lezen. Aan het einde worden een aantal zaken genoemd waar je rekening mee moet houden.</p>\n<p>Er zijn twee scenarios die mogelijk voor jou gelden:</p>\n<ul>\n<li>Je hebt geen bitcoin</li>\n<li>Je hebt al bitcoins</li>\n</ul>\n<p>Als je al bitcoin hebt kan je stap 1 overslaan. In beide gevallen heb je de keuze om stap 4 wel of niet uit te voeren.</p>\n<p>Het volgende stappenplan geldt alleen vanwege de positieve rentes op de futures.</p>\n<h5 id=\"stappenplan\">Stappenplan <a class=\"direct-link\" href=\"#stappenplan\">#</a></h5>\n<ol>\n<li>Je koopt bitcoins;</li>\n<li>Je verkoopt futures ter waarde van de huidige waarde van je bitcoins;</li>\n<li>In de periode vlak voor de einddatum (en tijd) koop je al je futures terug;</li>\n<li>Je verkoopt de bitcoin voor dollars;</li>\n</ol>\n<p>In de volgende paragraaf zal een echt voorbeeld worden behandeld.</p>\n<h5 id=\"let-op\">Let op <a class=\"direct-link\" href=\"#let-op\">#</a></h5>\n<ul>\n<li>Als je al bitcoin hebt en je verkoopt een future profiteer je niet meer in de steiging van de waarde van de bitcoin. Wel profiteer je van de rente van de future.</li>\n<li>De uitvoering van stap 3 kan op meerdere manieren, deze manier is het eenvoudigst.</li>\n<li>Het is <strong>zeer belangrijk</strong> om de stappen 1 en 2 zo dicht mogelijk op elkaar te laten volgen. Hetzelfde geldt voor stappen 3 en 4.</li>\n</ul>\n<h2 id=\"voorbeeld-situatie\">Voorbeeld situatie <a class=\"direct-link\" href=\"#voorbeeld-situatie\">#</a></h2>\n<p>Om het bovenstaande stappenplan begrijpelijker te maken zal ik mijn eigen situatie met je delen.</p>\n<p>Ik had zelf al bitcoin, maar laat die buiten beschouwing. Ik loop zelf daarom alle stappen (1 t/m 4) door. Aangezien de einddatum van de future in de toekomst ligt heb ik stappen 3 en 4 nog niet uitgevoerd.</p>\n<h5 id=\"voorbereiding\">Voorbereiding <a class=\"direct-link\" href=\"#voorbereiding\">#</a></h5>\n<p>Ik heb van tevoren uitgezocht waar ik het voordeligst bitcoin kan kopen met euros en vervolgens tegen de laagst mogelijke kosten kan overmaken naar mijn crypto beurs <a href=\"Deribit.com\">Deribit</a>. Ik kwam uit op <a href=\"bitvavo.com\">Bitvavo</a> omdat deze hele lage transactiekosten heeft en ik direct met de euro een bitcoin kon kopen, echter zou ik deze niet nog een keer kiezen omdat de prijzen te veel afweken van de gemiddelde bitcoin prijs.</p>\n<p>Vervolgens heb ik gekeken welke acties ik wil uitvoeren zodat ik alles zo snel mogelijk achter elkaar kan uitvoeren. Hier heb ik bepaalde dat ik de future van 24 september 2021 wil verkopen.</p>\n<h5 id=\"stap-1\">Stap 1 <a class=\"direct-link\" href=\"#stap-1\">#</a></h5>\n<p>In deze stap heb ik bitcoin gekocht en overgemaakt naar mijn crypto beurs (Deribit). Na alle transactiekosten blijft er 0.3637 BTC over.</p>\n<h5 id=\"stap-2\">Stap 2 <a class=\"direct-link\" href=\"#stap-2\">#</a></h5>\n<p>Zodra ik de de bitcoin ontvang verkoop ik de future. Deze waarde moet zo dicht mogelijk bij de hoeveelheid bitcoins liggen, maar dit kan lichtelijk afwijken vanwege de minimale contractgrootte van 10 euro.</p>\n<p>Het verkopen van de future leidde tot meerdere trades, deze kan je zien in de tabel hieronder.</p>\n<table>\n<thead>\n<tr>\n<th style=\"text-align:right\"></th>\n<th style=\"text-align:right\">Grootte [$]</th>\n<th style=\"text-align:center\">Prijs [$/B]</th>\n<th style=\"text-align:center\">Grootte [B]</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"text-align:right\"></td>\n<td style=\"text-align:right\">-13.450</td>\n<td style=\"text-align:center\">51.454,00</td>\n<td style=\"text-align:center\">0,26140</td>\n</tr>\n<tr>\n<td style=\"text-align:right\"></td>\n<td style=\"text-align:right\">-4.690</td>\n<td style=\"text-align:center\">51.466,00</td>\n<td style=\"text-align:center\">0,09113</td>\n</tr>\n<tr>\n<td style=\"text-align:right\"></td>\n<td style=\"text-align:right\">-150</td>\n<td style=\"text-align:center\">51.472,00</td>\n<td style=\"text-align:center\">0,00291</td>\n</tr>\n<tr>\n<td style=\"text-align:right\"></td>\n<td style=\"text-align:right\">-480</td>\n<td style=\"text-align:center\">51.472,50</td>\n<td style=\"text-align:center\">0,00933</td>\n</tr>\n<tr>\n<td style=\"text-align:right\">Totaal</td>\n<td style=\"text-align:right\">-18.770</td>\n<td style=\"text-align:center\">51.457,61</td>\n<td style=\"text-align:center\">0,36477</td>\n</tr>\n</tbody>\n</table>\n<p>In de linker kolom zie je de grootte van je contracten en de richting (negatief is verkocht). In de middelste kolom zie voor welke prijs de futures zijn verkocht. In de rechter kolom is bepaald aan de hand van de grootte en de prijs met hoeveel bitcoin dat overeenkomt.</p>\n<p>Zoals je kunt zien komt de hoeveelheid contracten die ik verkocht heb niet precies overeen met hoeveel bitcoin ik gekocht heb. Het verschil is 0.001 BTC, wat ongeveer overeenkomt met 50 euro. Mocht de bitcoin prijs stijgen naar 100.000 BTC dan maak ik 50 euro verlies door dit verschil, dit is belangrijk om bewust van te zijn.</p>\n<h5 id=\"stap-3-%26-4\">Stap 3 &amp; 4 <a class=\"direct-link\" href=\"#stap-3-%26-4\">#</a></h5>\n<p>Deze moet ik nog uitvoeren. Hiervoor wacht ik tot de ochtend van, of de dag vóór, de einddatum van de future. Dan koop ik de future terug tegen de marktprijs, maar ik de bitcoin over naar een beurs waar ik de bitcoin kan verkopen voor dollars of euros. Deze maak ik dan over naar mijn eigen bankrekening.</p>\n<h2 id=\"technische-uitleg\">Technische uitleg <a class=\"direct-link\" href=\"#technische-uitleg\">#</a></h2>\n<h3 id=\"hoe-bepaal-je-de-huidige-waarde-van-je-positie%3F\">Hoe bepaal je de huidige waarde van je positie? <a class=\"direct-link\" href=\"#hoe-bepaal-je-de-huidige-waarde-van-je-positie%3F\">#</a></h3>\n<p>Deze waarde bestaat uit twee delen:</p>\n<ol>\n<li>De waarde van je bitcoin positie<br>\n$$w^B = s^B_B (p_1^B - p_0^B)$$</li>\n<li>De waarde van je future positie<br>\n$$w^F = (s_{\\$}^F/p_0^F - s^F_{\\$}/p_1^F) \\cdot p_1^B$$</li>\n</ol>\n<p>Dit voorbeeld is gedeeltelijk gebaseerd op de <a href=\"https://www.deribit.com/pages/docs/futures\">officiele documentatie van Deribit</a>.</p>\n<p>Hier zijn:</p>\n<ul>\n<li>$$w^B$$ en $$w^F$$ de waarde van de respectievelijke bitcoin en future positie</li>\n<li>$$s_B^B$$ de bitcoin positie uitgedrukt in bitcoin</li>\n<li>$$s_{\\$ }$$ de future positie uitgedrukt in dollar</li>\n<li>$$p_0^B$$ en $$p_1^B$$ de start- en huidige prijs voor de bitcoin</li>\n<li>$$p_0^F$$ en $$p_1^F$$ de start- en huidige prijs voor de future</li>\n</ul>\n<p>Variabelen die niet meer veranderen:</p>\n<ul>\n<li>$$s_B^B = 0,36477$$ BTC</li>\n<li>$$s_{\\$}^F = -18770{\\$} $$</li>\n<li>$$p_0^B =  45.680,30{\\$} $$</li>\n<li>$$p_0^F=51.457,61{\\$} $$</li>\n</ul>\n<p>Waarden van de verandererende variabelen op 2021-03-06:</p>\n<ul>\n<li>$$p_1^B= 56778.75{\\$} $$</li>\n<li>$$p_1^F= 63490.88{\\$} $$</li>\n</ul>\n<p>Resulterend in de volgende waardes en totale winst:</p>\n<ul>\n<li>Bitcoin positie<br>\n$$0,36477 \\cdot (56778.75-45680.30) = 4048.38{\\$} $$</li>\n<li>Future positie<br>\n$$-18770 \\cdot (1/51457.61 - 1/63490.88) \\cdot 56778.75 = -3925.30{\\$} $$</li>\n<li>Winst<br>\n$$W = w_B + w_F = 4048.38 - 3925.30 = 123.08 {\\$} $$</li>\n</ul>\n<h3 id=\"hoe-bepaal-je-de-verwachte-winst%3F\">Hoe bepaal je de verwachte winst? <a class=\"direct-link\" href=\"#hoe-bepaal-je-de-verwachte-winst%3F\">#</a></h3>\n<p>Hier zal ik laten zien hoe je de winst die je kan verwachten uitrekent. Ook wordt hier uitgelegd waarom deze investering ongevoelig is voor schommelingen in de bitcoin prijs.</p>\n<p>Voor het gemak herhaal ik de waarde van de bitcoin en future positie.</p>\n<ol>\n<li>\n<p>De waarde van je bitcoin positie<br>\n$$w^B = s^B_B (p_1^B - p_0^B)$$</p>\n</li>\n<li>\n<p>De waarde van je future positie<br>\n$$w^F = (s_{\\$}^F/p_0^F - s^F_{\\$}/p_1^F) \\cdot p_1^B$$</p>\n</li>\n<li>\n<p>De winst is de som van de waarde van de bitcoin en de future positie.<br>\n$$W = w^B + w^F$$</p>\n</li>\n<li>\n<p>Door de loop van de tijd convergeerd de future prijs naar de bitcoin prijs waardoor het volgende kan worden aangenomen op het moment van expiratie:<br>\n$$p_1^F = p_1^B = p_1$$<br>\n$$W= s_B^B(p_1-p_0^B) + s_{\\$}(1-p_1/p_0^F)$$</p>\n</li>\n<li>\n<p>De bitcoin waarde van de future is gelijk aan de dollar waarde gedeeld door de bitcoin prijs  $$s_{\\$}^F/p_0^F=s_B^F$$</p>\n</li>\n<li>\n<p>Omdat de positie delta neutraal moet zijn, zijn de future en bitcoin posities uitgedrukt in bitcoin gelijk aan elkaar<br>\n$$s_B^B=s_B^F=s_B$$</p>\n</li>\n<li>\n<p>Na herschrijven houdt je een vergelijking over waar de waarde van de bitcoin ($$p_1$$) wegvalt.<br>\n$$W = s_B(p_1-p_1)+s_B^F(p_0^F-p_0^B)$$</p>\n</li>\n<li>\n<p>Wat kan worden herschreven als<br>\n$$W = s_{\\$}^F-s_Bp_0^B$$</p>\n</li>\n</ol>\n<p>Met andere woorden: de winst van de positie is gelijk aan de future positie in dollars min de initiële positie in bitcoin uitgedrukt in dollars aan de hand van de bitcoin prijs in het begin.</p>\n<p>Verder is er geen afhankelijkheid van de huidige bitcoin prijs ($$p_1$$), dit komt door middel van het innemen van de juiste grootte aan tegengestelde posities.</p>\n",
      "date_published": "2021-03-25T00:00:00+00:00"
    },{
      "id": "https://xgerrmann.github.io/posts/2021-01-10_inkomstenbelasting/",
      "url": "https://xgerrmann.github.io/posts/2021-01-10_inkomstenbelasting/",
      "title": "Inkomstenbelasting",
      "content_html": "<p>In deze post vindt je een <a href=\"#bruto-netto-tool\"><strong>handige tool</strong></a> waarmee je eenvoudig je netto maandsalaris kan berekenen aan de hand van je bruto jaarsalaris. Daarnaast wordt er op een duidelijke manier in een grafiek weergegeven hoeveel belasting je moet betalen voor een toenemend salaris.  <a href=\"#bruto-netto-tool\"><strong>De tool</strong></a> vindt je onderaan deze post. Naast deze tool wordt er uitgelegd hoe je netto salaris tot stand komt en hoe het speciale tarief werkt en wat dat is (dit is de belasting op vakantiebijslag en overige extra inkomsten).</p>\n<h2 id=\"inkomstenbelasting-in-nederland\">Inkomstenbelasting in Nederland <a class=\"direct-link\" href=\"#inkomstenbelasting-in-nederland\">#</a></h2>\n<p>Inkomstenbelastingen in Nederland vallen in drie categorieën:</p>\n<ul>\n<li>box 1: belastbaar inkomen uit werk en woning</li>\n<li>box 2: belastbaar inkomen uit aanmerkelijk belang</li>\n<li>box 3: belastbaar inkoment uit sparen en beleggen</li>\n</ul>\n<p>In deze post richten we ons op box 1. In box 1 vallen inkomsten zoals een salaris, uitkering en het eigen woning forfait. Voor een volledig overzicht van welke inkomsten onder box 1 vallen verwijs ik je naar de <a href=\"https://www.belastingdienst.nl/wps/wcm/connect/bldcontentnl/belastingdienst/prive/inkomstenbelasting/heffingskortingen_boxen_tarieven/boxen_en_tarieven/box_1/\">website van de belastingdienst</a>.</p>\n<p>Inkomsten die <strong>niet</strong> in box 1 vallen zijn onder andere</p>\n<ul>\n<li>Inkomsten uit voordelen via een aanmerkelijk belang</li>\n<li>Inkomsten uit sparen en beleggen</li>\n</ul>\n<p>In deze post gaan we er van uit dat je de pensioenleeftijd nog niet hebt behaald.</p>\n<h2 id=\"hoe-wordt-de-inkomstenbelasting-berekend%3F\">Hoe wordt de inkomstenbelasting berekend? <a class=\"direct-link\" href=\"#hoe-wordt-de-inkomstenbelasting-berekend%3F\">#</a></h2>\n<p>Het Nederlandse belastingssysteem werkt aan de hand van schijven. De hoogte van de belasting is afhankelijk van hoeveel je verdient. Niet alleen neemt dit toe naarmate je meer verdient omdat de belasting percentueel is, de percentages nemen ook toe naarmate je meer verdient. Deze vorm van inkomstenbelasting heet 'progressieve inkomstenbelasting'.</p>\n<p>Hoe de schijven precies berekend worden kan je vinden op de website van de belastingdienst. Om het jou makkelijker te maken staat onderaan deze post een app waarmee je gemakkelijk de hoogte van jouw inkomstenbelasting kan bepalen aan de hand van jouw bruto salaris, hieruit volgt jouw netto salaris.</p>\n<p>Bron: <a href=\"https://www.belastingdienst.nl/wps/wcm/connect/bldcontentnl/belastingdienst/prive/inkomstenbelasting/heffingskortingen_boxen_tarieven/boxen_en_tarieven/overzicht_tarieven_en_schijven/\">Belastingdienst: overzicht tarieven en belastingschijven</a></p>\n<h2 id=\"hoe-wordt-je-netto-salaris-bepaald%3F\">Hoe wordt je netto salaris bepaald? <a class=\"direct-link\" href=\"#hoe-wordt-je-netto-salaris-bepaald%3F\">#</a></h2>\n<p>Om je netto inkomsten te bepalen dien je de inkomstenbelasting te verrekenen met de heffingskortingen. Uileg over de heffingskortingen kan je <a href=\"/posts/2020-12-24_heffingskortingen/\">hier</a> vinden. Jouw netto inkomsten kan je als volgt bepalen</p>\n<div style=\"text-align:center\">$$I_n = I_v - B + K$$</div>\n<ul>\n<li>$$I_n$$ is je netto inkomen</li>\n<li>$$I_v$$ is je verzamelinkomen, ofwel je totale bruto inkomen</li>\n<li>$$K$$ is de som van alle heffingskortingen</li>\n</ul>\n<p>Bron: <a href=\"https://www.belastingdienst.nl/wps/wcm/connect/bldcontentnl/belastingdienst/prive/inkomstenbelasting/heffingskortingen_boxen_tarieven/heffingskortingen/hoe_werken_heffingskortingen\">Belastingdienst: hoe werken heffingskortingen?</a></p>\n<h2 id=\"speciaal-tarief\">Speciaal tarief <a class=\"direct-link\" href=\"#speciaal-tarief\">#</a></h2>\n<p>Het speciaal tarief is een belastingstarief wat wordt geheven over het salaris dat bovenop je maandsalaris komt. Hieronder vallen (onder andere):</p>\n<ul>\n<li>Vakantiebijslag</li>\n<li>13<sup>e</sup> maand</li>\n<li>Bonussen</li>\n</ul>\n<p>Vaak denkt men dat men meer belasting betaalt over de bovenstaande inkomsten, dit tarief is namelijk vaak hoger dan het basis tarief van je belastingschijf. De reden dat het lijkt dat je er meer belasting over betaalt is dat de heffingskortingen reeds zijn meegerekend in dit tarief. Een hoger salaris leidt, naast een hogere belasting, namelijk tot minder heffingskortingen.</p>\n<p>Het speciale tarief kan op meerdere manieren worden berekend (met hetzelfde resultaat). Hier zal het op een manier worden uitgelegd. Dit rekenvoorbeeld is gebaseerd op het jaar 2021.</p>\n<p>Stel je verdient 27 duizend bruto per jaar, inclusief vakantietoeslag. De vakantietoeslag is wettelijk vastgesteld op 8% van je bruto inkomen, dus 27 duizend komt overeen met 108%. Jouw inkomsten zonder vakantietoeslag zijn 25 duizend euro (100%).</p>\n<p>In 2021 zou je effectief €3561.51 betalen aan belasting bij een salaris van 27 duizend en €2753.23 bij een salaris van 25 duizend. Deze bedragen zijn makkelijk te bepalen met behulp van de app hieronder.</p>\n<p>Door het verschil in belasting te delen door het verschil in inkomsten kan je het speciale tarief bepalen wat voor jou geldt.  Het speciale tarief is de effectieve belasting bij 27 duizend euro min de effectieve belasting bij 25 duizend euro, het resultaat hiervan moet gedeeld worden door het verschil in inkomsten tussen de 27 duizend en de 25 duizend euro, dit leidt tot een speciaal tarief van 40.41%:</p>\n<div style=\"text-align:center\">$$\\frac{(3561.51 - 2753.23)}{2000} * 100\\% = 40,41\\% $$</div>\n<h2 id=\"bruto-netto-tool\">Bruto-netto-tool <a class=\"direct-link\" href=\"#bruto-netto-tool\">#</a></h2>\n<iframe width=\"100%\" height='1600pt' scrolling='no' src='https://personal-finance-app-300718.ew.r.appspot.com/income_taxes' style=\"border:0px\"></iframe>",
      "date_published": "2021-03-07T00:00:00+00:00"
    },{
      "id": "https://xgerrmann.github.io/posts/2020-12-24_heffingskortingen/",
      "url": "https://xgerrmann.github.io/posts/2020-12-24_heffingskortingen/",
      "title": "Heffingskortingen",
      "content_html": "<p>Let op, minder belasting! Wil jij weten hoe korting op je belasting werkt, of op hoeveel belastingskorting jij recht hebt?  Dan zit je hier goed. In dit artikel zal ik beknopt uitleggen hoe heffingskortingen werken. Daarnaast vindt je aan het einde van dit artikel een handige <a href=\"#interactieve-heffingskortingentool\"><strong>tool</strong></a> om jouw eigen persoonlijke heffingskorting te bepalen.</p>\n<h2 id=\"hoe-werken-heffingskortingen%3F\">Hoe werken heffingskortingen? <a class=\"direct-link\" href=\"#hoe-werken-heffingskortingen%3F\">#</a></h2>\n<p>Heffingskortingen zijn kortingen op de belasting. De heffingskortingen worden van de inkomstenbelasting afgetrokken om zo tot je effectieve belasting te komen.</p>\n<div style=\"text-align:center\">$$B_i - K = B_e$$</div>\n<ul>\n<li>$$B_i$$ is de hoogte van de inkomstenbelasting</li>\n<li>$$K$$ is de som van alle heffingskortingen</li>\n<li>$$B_e$$ is de effectiefe belasting die je betaalt over je bruto inkomen</li>\n</ul>\n<p>De hoogte van de heffingskorting geeft direct aan hoeveel minder inkomstenbelasting je hoeft te betalen.</p>\n<h2 id=\"welke-heffingskortingen-zijn-er%3F\">Welke heffingskortingen zijn er? <a class=\"direct-link\" href=\"#welke-heffingskortingen-zijn-er%3F\">#</a></h2>\n<p>Hieronder staan alle heffingskortingen. Daarvan zal ik alleen de dikgedrukte items behandelen. Klik op de link om naar het desbetreffende item te gaan.</p>\n<ul>\n<li><a href=\"#algemene-heffingskorting\"><strong>Algemene heffingskorting</strong></a></li>\n<li><a href=\"#arbeidskorting\"><strong>Arbeidskorting</strong></a></li>\n<li>Inkomensafhankelijke combinatiekorting</li>\n<li>Heffingskortingen voor AOW-gerechtigden</li>\n<li>Jonggehandicaptenkorting</li>\n<li>Levensloopverlofkorting</li>\n<li>Heffingskorting voor groene beleggingen</li>\n</ul>\n<h3 id=\"algemene-heffingskorting\">Algemene heffingskorting <a class=\"direct-link\" href=\"#algemene-heffingskorting\">#</a></h3>\n<p>Ben jij het gehele jaar jonger dan de AOW-leeftijd en heb jij dit jaar in Nederland gewoond? Dan heb je recht op de algemene heffingskorting. De hoogt hangt af van jouw inkomen en hoe lang je dit jaar in Nederland gewoond hebt. De <a href=\"#interactieve-heffingskortingentool\">tool</a> aan het einde van dit artikel gaat ervan uit dat je het gehele jaar in Nederland gewoond hebt.</p>\n<h3 id=\"arbeidskorting\">Arbeidskorting <a class=\"direct-link\" href=\"#arbeidskorting\">#</a></h3>\n<p>Iedereen die werkt heeft recht op de arbeidskorting. De hoogte hangt af van zowel je leeftijd als je <a href=\"https://www.belastingdienst.nl/wps/wcm/connect/bldcontentnl/belastingdienst/prive/inkomstenbelasting/heffingskortingen_boxen_tarieven/heffingskortingen/arbeidskorting/inkomen_uit_werk\">arbeidsinkomen</a>. In dit artikel ga ik ervan uit de je de AOW leeftijd nog niet behaald hebt. Deze heffingskorting neemt af naarmate je inkomen stijgt.</p>\n<h3 id=\"overige-heffingskortingen\">Overige heffingskortingen <a class=\"direct-link\" href=\"#overige-heffingskortingen\">#</a></h3>\n<p>Mocht een van de onderstaande punten voor jou gelden, dan heb je mogelijk recht op een van de overige heffingskortingen:</p>\n<ul>\n<li>\n<p>Een kind staat bij de gemeente ingeschreven op jouw woonadres. (Inkomensafhankelijke combinatiekorting)</p>\n</li>\n<li>\n<p>Je hebt uiterlijk op 31 december van het kalenderjaar de AOW-leeftijd. (Heffingskorting voor AOW-gerechtigden)</p>\n</li>\n<li>\n<p>Je valt onder de Wet werk en arbeidsondersteuning jonggehandicapten (Wajong). (Jonggehandicaptenkorting)</p>\n</li>\n<li>\n<p>Je hebt gespaard met de levensloopregeling of je koopt (een deel van) jouw levenslooptegoed af. (Levensloopverlofkorting)</p>\n</li>\n<li>\n<p>Jij, of jouw fiscale partner, belegt in een groenfonds. (Heffingskorting voor groene beleggingen)</p>\n</li>\n</ul>\n<p>Bron: <a href=\"https://www.belastingdienst.nl/wps/wcm/connect/bldcontentnl/belastingdienst/prive/inkomstenbelasting/heffingskortingen_boxen_tarieven/heffingskortingen/totaaloverzicht/overzicht-heffingskortingen-2021\">Belastingdienst</a></p>\n<h2 id=\"interactieve-heffingskortingentool\">Interactieve heffingskortingentool <a class=\"direct-link\" href=\"#interactieve-heffingskortingentool\">#</a></h2>\n<iframe width=\"100%\" height='1100pt' scrolling='no' src='https://personal-finance-app-300718.ew.r.appspot.com/tax_credit' style=\"border:0px\"></iframe>\n",
      "date_published": "2020-12-24T00:00:00+00:00"
    }
  ]
}
